[
  "dataview",
  "templater-obsidian",
  "obsidian-tasks-plugin",
  "file-explorer-note-count",
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-image-auto-upload-plugin",
  "number-headings-obsidian",
  "image-converter",
  "link-preview",
  "obsidian-format-code"
]